---
kind: property
id: P:Autodesk.Revit.DB.Dimension.Curve
zh: 曲线
source: html/83e340d0-8c2c-d845-d8d5-2fb6aa64f085.htm
---
# Autodesk.Revit.DB.Dimension.Curve Property

**中文**: 曲线

A curve that represents the dimension line.

## Syntax (C#)
```csharp
public Curve Curve { get; }
```